---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.WarpingConstant
source: html/310bd1e6-1d46-55a8-12e4-e215a6a9df86.htm
---
# Autodesk.Revit.DB.SpecTypeId.WarpingConstant Property

Warping Constant, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId WarpingConstant { get; }
```